Repository: mozilla-l10n/mt-training-data
Catalog: yo/yo_pontoon.tmx
Source language: en_us
Languages: yo

source: DRM-controlled content
yo: Àkóónú ìṣàkóso DRM

source: %d site
yo: %d sáìtì

source: %d sites
yo: %d àwọn sáìtì

source: %d tab
yo: %d táàbù

source: %d tabs
yo: %d àwọn táàbù

source: %d tab selected
yo: %d àwọn táàbù tí a yàn

source: %d tabs selected
yo: %d àwọn táàbù tí a yàn

source: Duplicate tab
yo: Ẹ̀dà táàbù

source: EDIT
yo: ṢÀTÚNSE

source: Edit address
yo: Ṣàtúnkọ àdìrẹ́sì

source: Edit bookmark
yo: Ṣàtúnṣe búkúmaàkì

source: Edit card
yo: Ṣàtúnṣe káàdì

source: Edit folder
yo: Ṣàtúnṣe fóhúdà

source: Edit search engine
yo: Ṣàtúnkọ ẹ̀rọ ìwádìí

source: Email address copied to clipboard
yo: Àdírẹ́sì ímeèlì ti wà ní àdàkọ sórí àtẹ-fọ́nrán

source: Email with…
yo: Ímeelì pẹ̀lú…

source: Enabled
yo: Jẹ́ kí ó siṣẹ́

source: Enable in all tabs
yo: Gbàáláyè nínú gbogbo àwọn táàbù

source: Enable only in private tabs
yo: Gbàáláyè nínú táàbù ìkọ̀kọ̀ nìkan

source: Enable private browsing
yo: Ṣe ìgbàláyè fún bíráwúsínnì ìkọ̀kọ̀

source: Enable telemetry to send data.
yo: Jẹ́ kí tẹlẹmẹ́tìrì fi dátà ráńṣẹ́.

source: Enable to allow pinch and zoom, even on websites that prevent this gesture.
yo: Láti jẹ́ kí ó fàyè gba ìfúnpọ̀ àti fífẹ̀, àti lórí wẹ́íbusaìtì tí kò gba ìrúfẹ́ ìfihàn yìí.

source: Enhanced Tracking Protection
yo: Ètò ìdáàbòbò tó múnádóko

source: Enhanced Tracking Protection is off for these websites
yo: Ètò ìdáàbòbò tó múná ti wà ní pípa fún àwọn ojú òpó wẹ́ẹ̀bù yìí

source: Enter a search string
yo: Tẹ àkójọ ohun ìwádìí kan

source: Entering full screen mode
yo: Wíwọ ipò síkírìnì kíkun

source: Enter search engine name
yo: Tẹ orúkọ ẹ̀rọ ìwádìí

source: Enter search terms
yo: Tẹ àwọn ọ̀rọ̀ wíwá si

source: Error
yo: Àṣìṣe

source: Error connecting to “%s”
yo: Àṣìṣe ṣe ìsopọ̀ sí “%s”

source: Everything
yo: Gbogbogbò

source: Exceptions
yo: Àwọn ìyọkúrò

source: Exceptions let you disable tracking protection for selected sites.
yo: Àwọn ìyọkúrò jẹ́ kí o pa ààbò ìtọpaṣẹ̀ fún àwọn sáìtì tí o yàn.

source: Exchange messages with apps other than this one
yo: Ṣe pàṣípàrọ̀ àwọn ọ̀rọ̀ ìfiránṣẹ́ pẹ̀lú àwọn áàpù mìíràn ju èyí lọ

source: Exit multiselect mode
yo: Kúrò ní móòdù aláṣàyàn púpọ̀

source: Expand group of synced tabs
yo: Fẹ́ àkójọpọ̀ àwọn táàbù tí wọ́n jọ́ ń ṣiṣẹ́ pọ̀

source: Expand inactive tabs
yo: Fẹ àwọn táàbù tí ò ṣiṣẹ́

source: Expand suggested addresses
yo: Fẹ àwọn adírẹ́sì tí a dábàá

source: Expand suggested credit cards
yo: Fẹ àwọn káàdì ìyáwó tí a dábàá

source: Expand suggested logins
yo: Ṣe ìpọ̀si fún àbá àwọn ohun-ìwọlé

source: Expiration Date
yo: Déètì ọjọ́ ìparí

source: Expiration Date Month
yo: Déètì oṣù ọjọ́ ìparí

source: Expiration Date Year
yo: Déètì ọdún ọjọ́ ìparí

source: Extend developer tools to access your data in open tabs
yo: Fa irinṣẹ́ àwọn ìdàgbàsókè gùn láti ní àǹfàní sí dátà rẹ nínú àwọn táàbù tó wà ní ṣíṣí

source: External download manager
yo: Alákòóso ìgbàsílẹ̀ ìta

source: Failed to disable %1$s
yo: Kùnà láti yọkúrò %1$s

source: Failed to enable %1$s
yo: Kùnà láti ṣiṣẹ́ %1$s

source: Failed to install %1$s
yo: Ó kùnà ìfi sórí ẹ̀rọ %1$s

source: Failed to query Add-ons!
yo: Kùnà láti béèrè àwọn àfikún!

source: Failed to remove %1$s
yo: Kùnà láti yọ kúrò %1$s

source: Failed to uninstall %1$s
yo: Ó kùnà láti yọ kúrò %1$s

source: Feb
yo: Èrèlé

source: File Not Found
yo: A kò rí fáìlì

source: Files and media permission access needed to download files. Go to Android settings, tap permissions, and tap allow.
yo: Ó nílò ìgbàláàyè fáìlì àti ìkànnì láti ṣe ìgbàsílẹ̀ àwọn fáìlì. Lọ sí orí àwọn ètò Áńdíróìdì, tẹ àwọn ìgbàláàyè, ko sì tẹ gbà láàyè.

source: Fill and save usernames and passwords in websites while using %1$s.
yo: Fọwọ́sí kí o sì ṣe ìfipamọ́ orúkọ ìgbàwọlé àti àwọn ọ̀rọ̀ ìpamọ́ nínú àwọn ojú ọ̀pọ́ wẹ́ẹ̀bù lásìkò líló %1$s.

source: Fill link from clipboard
yo: Fọwọ́sí líǹkì láti orí kílípúbọọ̀dù

source: Fill usernames and passwords in other apps on your device.
yo: Fọwọ́sí àwọn orúkọ ìgbàwọlé àti ọ̀rọ̀ ìpamọ́ nínú àwọn áàpù mìíràn lóri ẹ̀rọ rẹ.

source: Find in page
yo: Wa ní orí ojú-ìwé

source: Find next result
yo: Wá àbájáde tó kàn

source: Find previous result
yo: Wá àbájáde tó sáájú

source: Fingerprinters
yo: Àwọn ẹ̀rọ ìtẹ̀ka

source: Firefox Account
yo: Àkáǹtì Firefox

source: Firefox Account/Sync server modified. Quitting the application to apply changes…
yo: Àkáǹtì Firefox/Ṣíṣàtúnṣe ìṣiṣẹ́pọ̀ sáfà. Jíjáwọ́ kúrò nínu áàpù láti ṣàmúlò àwọn àyípadà…

source: Firefox add-on technology is modernizing. These add-ons use frameworks that are not compatible with Firefox 75 & beyond.
yo: Ọ̀làjú ti ń dé bá àfikún ìmọ̀-ẹ̀rọ Firefox. Àwọn àfikún yìí ń lo àwọn ìlànà tí kò bá Firefox mu 75 & jú bẹ̀ẹ́ lọ.

source: Firefox can close tabs you haven’t viewed over the past month.
yo: Firefox lè ti àwọn táàbù tí oò tíì yẹ̀wò ní oṣù tó kọjá.

source: Firefox logo - change the wallpaper, button
yo: Lógò Firefox - ṣàyípada sí ìṣẹ̀ṣọ́ ògiri, bọ́tìnì

source: Firefox Suggest
yo: Firefox Dábàá

source: First Name
yo: Orúkọ àkọ́kọ́

source: FOLDER
yo: FÓHÚDÀ

source: Follow device language
yo: Tèlé èdè ẹ̀rọ

source: Follow device theme
yo: Tẹ̀lé àkóórí ẹ̀rọ

source: Font Size
yo: Ìwọ̀n Fọ́ǹtì

source: Font size decrease
yo: Ìwọn fọ́ǹtì dínkù

source: Font size increase
yo: Ìwọn fọ́ǹtì pọ̀ si

source: Font size will match your Android settings. Disable to manage font size here.
yo: Ìwọ̀n fọ́ǹtì yóò ní ìbámu pẹ̀lú àwọn ètò Android rẹ. Pa á láti ṣàkóso ìwọ̀n fọ́ǹtì.

source: Forward
yo: Síwájú

source: Frees up storage space
yo: Pèsè aye fún ìpamọ́

source: From other devices
yo: Láti inú àwọn ẹ̀rọ mìíràn

source: Front-facing camera
yo: Ẹ̀rọ-ayàwòrán tó ń kojú-síwájú

source: Full screen site controls
yo: Sáíìtì ìṣàkóso ìwòran gbogbogbò

source: Gathering crash data
yo: Kíkó àwọn dátà tó ti ní ìjákulẹ̀ pọ̀

source: Gathering crash telemetry data
yo: Kíkó àwọn dátà tẹlímẹ́tírì tó ti ní ìjákulẹ̀ pọ̀

source: General
yo: Gbogbogbò

source: Gestures
yo: Àwọn ìfarajúwèé

source: Get data from the clipboard
yo: Gba dátà láti inú kílípúbọọ̀dù

source: Get started
yo: Bẹ̀rẹ̀

source: Go Back
yo: Padà Sẹ́yìn

source: Go Back (Recommended)
yo: Padà Sẹ́yìn (Ìmọ̀ràn tó dára)

source: Got it
yo: Gbà á

source: Go to settings
yo: Lọ sí àwọn ààtò

source: Go to Settings
yo: Lo sí ètò

source: Grid
yo: Gírìdì

source: Group deleted
yo: Ọ̀wọ́ ti di píparẹ́

source: Group related sites together
yo: Fi àwọn sáìtì tó jẹmọ́ ara wọn sí ọ̀wọ́ kan náà

source: Harmful site issue
yo: Ìṣòro ìkànnì tó léwu

source: Hide and show browser tabs
yo: Tọ́jú ko sì sàfihàn àwọn táàbù bíráwúsà

source: Hide password
yo: Tọ́jú pásíwọọ̀dù

source: Highlighted
yo: Ti fàmìsí

source: History
yo: Ìtàn

source: History Deleted
yo: Ìtàn ti Parẹ́

source: Homepage
yo: Ojú ìwé ìbẹ̀rẹ̀

source: Homepage after four hours of inactivity
yo: Abala ojú-ilé lẹ́yìn wákàtí mẹ́rìn láìṣiṣẹ́

source: Home screen
yo: Síkíríìnì àkọ́ọ́kàn

source: Hop from phone to laptop and back
yo: Lọ láti orí fóònù sí orí lápútọọ̀pù kí o sì padà

source: Hostname required
yo: A nílò orúkọ nẹ́tíwọọ̀kì kọ̀m̀pútà

source: However, it’s also possible that an attacker is involved. If you continue to the website, you should not enter any sensitive info. If you continue, HTTPS-Only mode will be turned off temporarily for the site.
yo: Síbẹ̀síbẹ̀, ó tún ṣeéṣe kí àsakọlù kan lọ́wọ́ nínú ẹ̀. Tí o bá tẹ̀síwájú sí wẹ́íbúsaìtì náà, o kò gbọdọ̀ tẹ alàyé tó bá gbẹgẹ́. Tí o bá tẹ̀síwájú, ipò HTTPS-Nìkan yóó wà ní pípa fún ìgbà díẹ̀ fún sáìtì náà.

source: HTTPS-Only Mode
yo: Ìlànà HTTPS-Nìkan

source: https://www.example.com
yo: https://www.àpẹẹrẹ.com

source: If allowed, private tabs will also be visible when multiple apps are open
yo: Tí ìgbàláàyè bá wà, àwọn táàbù ìkọ̀kọ̀ náà ma hàn nígbà tí ọ̀pọ̀ áàpù bá wà ní ṣíṣí

source: If you close all Private tabs now, %1$s download will be canceled. Are you sure you want to leave Private Browsing?
yo: Tí o bá pa gbogbo àwọn táàbù ìkọ̀kọ̀ báyìí, %1$s ìgbàsílẹ̀ yóó paarẹ́. Ṣe ó dá ọ lójú pé o fẹ́ fi àyẹ̀wò ìkọ̀kọ̀ re kalẹ̀?

source: Inactive tabs
yo: Àwọn táàbù ti ò ṣiṣẹ́

source: In all tabs
yo: Nínu gbogbo àwọn táàbù

source: Include information like numbers, email and shipping addresses
yo: Ṣe àfikún àwọn ìròyìn bíi àwọn nọ́ḿbà, ímeelì àti àwọn àdìrẹ́sì ibi tí a fi nǹkan ránṣé sí

source: Input data to the clipboard
yo: Fi dátà sí inú kílípúbọọ̀dù

source: Install
yo: Ṣàgbékalẹ̀

source: Install Add-on
yo: Ṣafikún sórí ẹ̀rọ

source: Installed
yo: Ìfi sórí ẹ̀rọ

source: Invalid Address
yo: Àdírẹ́sì aláìṣeégbà

source: Invalid URL
yo: URL ò tọ́

source: Isolate cross-site cookies
yo: Ya kírọ́sì-sáìtì kúkíìsì sọ́tọ̀

source: It requires your permission to:
yo: Ó pè fún ìfàyègbà rẹ láti:

source: It’s now easier to pick back up where you left off.
yo: Ó ti rọrùn láti tún bẹ̀rẹ̀ láti ibi tí o ti parí.

source: Jan
yo: Ṣẹrẹ

source: Jul
yo: Agẹmọ

source: Jump back in
yo: Fò wọlé padà

source: Jump to your open tabs, bookmarks, and browsing history.
yo: Lọ sí orí àwọn táàbù rẹ tó wà ní ṣíṣí, àwọn búkúmaakì, àti àwọn ìtàn bíráwúsìnnì.

source: Jun
yo: Okúdù

source: Keep your data to yourself. %s protects you from many of the most common trackers that follow what you do online.
yo: Tọ́jú dátà rẹ fún àra rẹ. %s yóò ṣe ààbò fún ọ láti ọ̀dọ̀ àwọn ọ̀pọ̀ olùtọpasẹ̀ tí ó wọ́pọ̀ tí wọ́n ń mójútó ohun tí ò ń ṣe lóri ayélujára.

source: Know your rights
yo: Mọ àwọn ẹ̀tọ́ rẹ

source: <label> <b>%1$s</b> has a security policy called HTTP Strict Transport Security (HSTS), which means that <b>%2$s</b> can only connect to it securely. You can’t add an exception to visit this site.
yo: <label> <b>%1$s</b> gẹ́gẹ́ bíi ètò ààbò tí a pè ní HTTP Strict Transport Security (HSTS), tó túmọ̀ si ́pé <b>%2$s</b> ó lè ṣiṣẹ́ nínu pẹ̀lú. O kò lè ṣe àfikún ohun ọ̀tọ̀ mí ì lórí ìkànnì yìí.

source: <label> <b>%1$s</b> has a security policy called HTTP Strict Transport Security (HSTS), which means that <b>%2$s</b> can only connect to it securely. You can’t add an exception to visit this site. </label>
yo: <label> <b>%1$s</b> gẹ́gẹ́ bíi ètò ààbò tí a pè ní HTTP ààbò ìlọmabọ̀ tó le (HSTS), tó túmọ̀ sí pé <b>%2$s</b> ó lè ní ìbátan pẹ̀lú rẹ̀ nígbà tí ààbò bá wà. O kò lè fi ìyàsọ́tọ̀ kún-un láti ṣàbẹ̀wò sí sáìtì yìí. </label>

source: Label for entering a text input field
yo: Lébẹ́ẹ̀lì fún títẹ ọ̀rọ̀ sí

source: <label>Someone could be trying to impersonate the site and you should not continue.</label> <br><br> <label>Websites prove their identity via certificates. %1$s does not trust <b>%2$s</b> because its certificate issuer is unknown, the certificate is self-signed, or the server is not sending the correct intermediate certificates.</label>
yo: <label>Ẹnìkan le máa gbìyànjú àti gbáwọ̀ ìkànnì náà wọ̀, má tẹ̀síwájú.</label> <br><br> <label>Ìkànnì ṣe ìfidánilójú ìdánimọ̀ wọn pẹ̀lú ẹ̀rí. %1$s má gbẹ́kẹ̀lé <b>%2$s</b> nítorí pé kìí ṣe ẹni mímọ̀ ni ó fi ìwé-ẹ̀rí rẹ̀ lóde, ìfọ́wọ́sí-ara-ẹni ni ìwé-ẹ̀rí náà jẹ́, tàbí ìkànnì náà kò fi ojúlówó ìwé-ẹ̀rí abàárín ránṣẹ́.</label>

source: Last 30 days
yo: Ọgbọ̀n ọjọ́ sẹ́yìn

source: Last 7 days
yo: Ọjọ́ méje sẹ́yìn

source: Last attempt:
yo: Ìgbìyànjú ìkẹyìn:

source: Last hour
yo: Wákàtí tó kọjá

source: Last Name
yo: Orúkọ ìdílé

source: Last synced: never
yo: Ìṣepọ̀ ìkẹhìn: láíláí

source: Last synced: %s
yo: Ìṣepọ̀ ìkẹhìn: %s

source: Last tab
yo: Táàbù tó kẹ́yìn

source: Last updated
yo: Ti ṣàfikún kẹ́hìn

source: Last used
yo: Ìlò ìkẹyìn

source: Later
yo: Nígbà mìíràn

source: Learn About Sending Tabs…
yo: Kẹ́kọ̀ọ́ Nípa Fífi Àwọn Táàbù Ráńṣẹ́…

source: Learn about Total Cookie Protection
yo: Kọ́ nípa Ìdáábòbò Kúkì Lápapọ̀

source: Learn more
yo: Kọ́ sí i

source: Learn more about permissions
yo: Kọ́ si nípa ìgbaniláàyè

source: Learn more about Sync.
yo: Kọ́ si nípa ìṣiṣẹ́pọ̀.

source: Leave
yo: Fi kalẹ̀

source: Libraries that we use
yo: Àwọn ilé-ìkàwé tí a lò

source: Library
yo: Ilé-ìkàwé

source: Licensing information
yo: Ìwé-àṣẹ ìròyìn

source: Light
yo: Mọ́lẹ̀

source: Light color scheme
yo: Ìlànà aláwọ̀ tó mọ́lẹ̀

source: Light theme
yo: Tíímù ìmọ́lẹ̀

source: Limits the ability of social networks to track your browsing activity around the web.
yo: Ṣe ìdíkù sí agbára nẹ́tíwọọ̀kì àwùjọ láti tọpasẹ̀ àwọn iṣẹ́-ǹ-ṣe bíráwúsínnì ní àyíká wẹ́ẹ̀bù.

source: Link copied to clipboard
yo: Líǹkì ti wà ní ìdàkọ sórí àtẹ-fọ́nrán

source: List
yo: Àtòkọ

source: Loading
yo: Ó ń gbáradì

source: Location
yo: Ibi

source: Login options
yo: Àwọn ẹ̀yàn ìforúkọsílẹ̀ láti wọlé

source: Logins
yo: Àwọn lọ́giìnì

source: Logins and passwords
yo: Àwọn lọ́giìnì àti àwọn pásíwọọ̀dù

source: Logins and passwords that are not saved will be shown here.
yo: Àwọn lọ́giinì àti àwọn ọ̀rọ̀ ìpamọ́ tí wọn kò fipamọ́ yóò hàn níbí

source: Logins and passwords will not be saved for these sites.
yo: Àwọn lọ́giinì àti àwọn ọ̀rọ̀ ìpamọ́ kò ní wà ní ìpamọ́ fún àwọn sáìtì yìí.

source: Make %1$s your default browser
yo: Sọ %1$s di ẹ̀rọ-aṣèwádìí rẹ̀ gbogbo ìgbà

source: Make text on websites larger or smaller
yo: Jẹ́ kí ọ̀rọ̀ lórí àwọn wéíbusaìtì tóbi si tàbi kéré si

source: Malware site issue
yo: Ìṣòro ìkànnì mẹ́rọṣisẹ́-onísùtá

source: Manage addresses
yo: Ṣàkóso àwọn àdírẹ́sì

source: Manage credit cards
yo: Sàkóso àwọn káàdì ìyáwó

source: Manage logins
yo: Ṣàkóso àwọn ohun-ìwọlé

source: Manage saved cards
yo: Ṣàkóso àwọn káàdì tí ó wà ní ìfipamọ́

source: Mar
yo: Ẹrẹ́nà

source: Marketing
yo: Ìpolówó ọjà

source: Marketing data
yo: Pípolówó dátà

source: May
yo: Èbìbí

source: Media
yo: Ìkànnì

source: Meet your personalized homepage. Recent tabs, bookmarks, and search results will appear here.
yo: Ṣe alábapàdé ojú-ìwé àkọ́kọ́ rẹ tí ó jẹ́ tara ẹni. Àwọn táàbù àìpẹ́, búkúmaàkì, at́í pé àwọn èsì wíwá yóò hàn níbí.

source: Menu
yo: Mẹ́nù

source: Microphone
yo: Ẹ̀rọ ìgbóhùnsáfẹ́fẹ́

source: Microphone 1
yo: Ẹ̀rọ-ìgbóhùn 1

source: Microphone is on
yo: Ẹ̀rọ̀-ìgbóhùn wà ní títàn

source: Middle Name
yo: Orúkọ kejì

source: Monitor extension usage and manage themes
yo: Ṣàmójútó àwọn ìlò àfikún ki o sì ṣàkóso àwọn àkórí

source: More colors. Better privacy. Same commitment to people over profits.
yo: Ọ̀pọ̀ àwọn àwọ̀. Ìkọ̀kọ̀ tó dára. Irúfẹ́ ìfarafún bẹ̀ẹ́ sí àwọn ènìyàn lóri àwọn èrè.

source: More options
yo: Àwọn àṣàyàn si

source: Most likely, the website simply does not support HTTPS.
yo: Ó ṣeéṣe, kí ojú òpó wẹ́ẹ̀bù má ṣe àtìlẹ́yìn fún HTTPS.

source: Move old tabs to inactive
yo: Gbé àwọn táàbù àtijọ́ lọ sí àìṣiṣẹ́

source: Must have a title
yo: Ó gbọdọ̀ ní àkọ́lé

source: NAME
yo: ORÚKỌ

source: Name (A-Z)
yo: Orúkọ (A-Z)

source: Name collection
yo: Sọ àkójọpọ̀ lórúkọ

source: Name on Card
yo: Orúkọ lóri káàdì

source: Navigate back
yo: Pípadà ṣẹ́yìn

source: Navigate up
yo: Lọ kiri sókẹ̀

source: Never
yo: Láéláé

source: Never save
yo: Máṣe fipamọ́

source: New add-on available
yo: Àfikún tuntun ti wà

source: New add-ons available
yo: Àwọn àfikún tuntun ti wà

source: New private tab
yo: Táàbù ìkọ̀kọ̀ tuntun

source: New private tab opened
yo: Táàbù tuntun oníkọ̀kọ̀ wà ní ṣíṣí

source: New tab
yo: Táàbù tuntun

source: New tab opened
yo: Táàbù tuntún wà ní ṣíṣí

source: No account? <u>Create one</u> to sync Firefox between devices.
yo: Kò sí àkáǹtì? <u> Ṣẹ̀dá ọ̀kan</u>láti jẹ́ kí Firefox ṣiṣẹ́pọ̀ láàárín àwọn ẹ̀rọ.

source: No add-ons here
yo: Kò sí àwọn àfikún níbí

source: No app found to open %1$s files
yo: Kò ṣàwárí áàpù tí a lè fi ṣí %1$s fáìlì

source: No bookmarks here
yo: Kò sí àwọn búkúmaàkì níbí

source: No camera available on device
yo: Kò sí ẹ̀rọ-ayàwòrán kankan lórí ẹ̀rọ yìí

source: No crash reports have been submitted.
yo: Kò sí àwọn ìròyìn ìjákulẹ̀ tí a ti fi sílẹ̀.

source: No Devices Connected
yo: Kò Sí Àwọn Ẹ̀rọ Tó Wà Ní Ìsopọ̀

source: No downloaded files
yo: Kò sí àwọn fáìlì tí a gbàsílẹ̀

source: No experiments here
yo: Kò sí ìṣàyẹ̀wò níbí

source: No history here
yo: Kò sí ìtàn níbí

source: No internet connection
yo: Kò sí ìsomọ́ íntánẹ́ẹ̀tì

source: No open tabs
yo: Kò sí àwọn táàbù ní ṣíṣí

source: No recently closed tabs here
yo: Kò sí àwọn táàbù tó ṣẹ̀ padé ní àìpẹ́ níbí

source: No site exceptions
yo: Kò sí àyọkúrò sáìtì

source: No thanks
yo: Rárá o ṣeun

source: Notification
yo: Ìfitónilétí

source: Notifications
yo: Àwọn ìfitónilétí

source: Notifications for tabs received from other Firefox devices.
yo: Àwọn ìfitónilétí fún àwọn táàbù tí a gbà láti àwọn Firefox mìíràn.

source: Not now
yo: Kìí ṣe báyìí

source: Not yet available
yo: Kò tíì sí

source: Not yet supported
yo: A kò tíì ṣàtìlẹ́yìn fun

source: No update available
yo: Kò sí ìròyìn ọ̀tun nílẹ̀

source: (No username)
yo: (Kò sí orúkọ àmúlò)

source: Nov
yo: Béélú

source: Oct
yo: Ọ̀wàwà

source: Offline
yo: Ọ́fílaìnì

source: Offline Mode
yo: Ipò àìsí lórí íntánẹ́ẹ̀tì

source: OK
yo: Ó DÁA

source: Okay, Got it
yo: Bẹ́ẹ̀ni, Mo ri

source: OK, Got It
yo: Ó dára, mo gbà

source: Older
yo: Ti pẹ́ jù

source: Only in Private tabs
yo: Nínu táàbù ìkọ̀kọ̀ nìkan

source: On your computer open Firefox and go to <b>https://firefox.com/pair</b>
yo: Lóri kọ̀m̀pútà rẹ ṣí Firefox ko sì lọ sí <b>https://firefox.com/pair</b>

source: Open
yo: Ṣí

source: Open a new %1$s tab
yo: Ṣí táàbù tuntun %1$s

source: Open files downloaded to your device
yo: Ṣí àwọn fáìlì tí a gbà sílẹ̀ lórí ẹ̀rọ rẹ

source: Open image in new tab
yo: Ṣí àwòrán nínú táàbù tuntun

source: Open in…
yo: Ṣi nínú…

source: Open in %1$s
yo: Ṣí i ní %1$s

source: Open in app
yo: Ṣí i nínú áàpù

source: Open in app? Your activity may no longer be private.
yo: Ṣí sílẹ̀ lórí áàpù? Ohun tí ò ń ṣe lè má jẹ́ ìkọ̀kọ̀ mọ́.

source: Opening screen
yo: Ṣíṣí síkírínì

source: Open in new tab
yo: Ṣí táàbù tuntun

source: Open in private tab
yo: Ṣíi nínu táàbù ìkọ̀kọ̀

source: Open it in the menu
yo: Ṣí i nínu àkójọpọ̀ àṣàyàn

source: Open link in external app
yo: Ṣí líǹkì nínú áàpù ìta

source: Open link in new tab
yo: Ṣí líǹkì nínú táàbù tuntun

source: Open link in private tab
yo: Ṣí líǹkì nínú táàbù ìkọ̀kọ̀

source: Open links in apps
yo: Ṣí àwọn ọ̀nà àsopọ̀ nínú awọn áápù

source: Open links in a private tab
yo: Ṣí àwọn líǹkì nínú táàbù tuntun

source: Open site in browser
yo: Ṣí sáìtì nínu bíráwúsà

source: Open tabs
yo: Ṣí àwọn táàbù

source: Open tabs menu
yo: Ṣí àwọn àtẹ táàbù

source: Other Bookmarks
yo: Àwọn búkúmaàkì mìíràn

source: Other tabs
yo: Àwọn táàbù míìràn

source: Our most powerful privacy feature yet isolates cross-site trackers.
yo: Ọ̀pọ̀ nínú àwọn àbùdá ìkọ̀kọ̀ tó lágbára síbẹ̀síbẹ̀ àwọn ìyàsọ́tọ̀ olùtọpasẹ̀ kírọ́sì-sáìtì.

source: Our sponsors & your privacy
yo: Àwọn onígbọ̀wọ́ wa àti ìkọ̀kò rẹ

source: <p>Additional information about this problem or error is currently unavailable.</p>
yo: <p>Àfikún ìfitónilétí nípa ìsòro tàbí àsìṣe yìí kò sí lọ́wọ́ lọ́wọ́ báyìí</p>

source: Part of the Firefox family. %s
yo: Ara ìdílé Firefox. %s

source: Password
yo: Pásíwọọ̀dù

source: Password copied to clipboard
yo: Ṣe ẹ̀dà pásíwọọ̀dù sí orí kílípíbọọ̀dù

source: Password field must not be empty
yo: Àye pásíwọọ̀dù ò gbọdọ̀ gbófo

source: Password for %1$s
yo: Pásíwọọ̀dù fún %1$s

source: Password required
yo: Ìnílò pásíwọọ̀dù

source: Paste
yo: Lẹ̀ẹ́ si

source: Paste & Go
yo: Lẹ̀ẹ́ si & Lọ

source: Pause
yo: Ìdádúró ráńpẹ́

source: Permissions
yo: Ìfàyègbà

source: Persistent Storage
yo: Ibi-ìpamọ́ Ìgbàgbogbo

source: Personalized %1$s homepage
yo: Ojúùwé àkọọ́kàn %1$s tara-ẹni

source: Phone
yo: Fóònù

source: Pick a month
yo: Mú oṣù kan

source: Pick up where you left off with tabs from other devices now on your homepage.
yo: Lọ mú níbi tí o ti kúrò pẹ̀lú àwọn táàbù láti inú àwọn ẹ̀rọ tí ó kù tí ó wà lóri ojúùwé àkọ́ọ́kàn rẹ lọ́wọ́lọ́wọ́.

source: Pick your toolbar placement
yo: Yan ààyè pẹpẹ irinṣẹ́ rẹ

source: Play
yo: Bẹ̀rẹ̀

source: Please enable tab syncing.
yo: Jọ̀wọ́ gba ìṣepọ̀ táàbù láyè.

source: Please enter a valid credit card number
yo: Jọ̀wọ́ tẹ nọ́ḿbà kírẹ́dítì káàdì tó fẹsẹ̀múlẹ̀

source: Please fill out this field
yo: Jọ̀wọ́ bu ọwọ́ lu ààyè yìí

source: Please re-authenticate.
yo: Jọ̀wọ́ tún fi ìdí ẹ̀ múlẹ̀.

source: Pocket
yo: Àpò

source: Port restricted for security reasons
yo: Ojú yìí kò ṣiṣẹ́ nítorí ààbò

source: Powered by %1$s
yo: Olùgbọ̀wọ́ jẹ́ %1$s

source: POWERED BY %1$s
yo: OLÙGBỌ̀WỌ́ JẸ́ %1$s

source: Powered by Pocket.
yo: Pocket ni onígbọ̀wọ́.

source: Prevents malicious scripts gaining access to your device to mine digital currency.
yo: Ṣe ìdènà àwọn kóòdù tó ń mú ìjàm̀bà bá àwọn ojú òpó wẹ́ẹ̀bù tí ó tí ń ní ìfàyègbà sí àwọn owó dígítà orí ẹ̀rọ rẹ.

source: Prevent this page from creating additional dialogs
yo: Ṣe ìdíwọ́ fún ojú-ìwé yìí láti ṣẹ̀dá ìsọ̀rọ̀ńgbèsì mìíràn

source: Privacy and security
yo: Ìkọ̀kọ̀ àti ààbò

source: Privacy notice
yo: Àkíyèsí ìkọ̀kọ̀

source: Private
yo: Ikọkọ

source: Private browsing
yo: Bíráwúsìnnì ìkọ̀kọ̀

source: Private browsing session
yo: Àkókò bíráwúsìnìn ìkọ̀kọ̀

source: Private %s
yo: Ìkọ̀kọ̀ %s

source: Private Search
yo: Àwárí ìkọ̀kọ̀

source: Private tab closed
yo: Táàbù ìkọ̀kọ̀ ti padé

source: Private tabs
yo: Àwọn táàbù ìkọ̀kọ̀

source: Private tabs closed
yo: Àwọn táàbù ìkọ̀kọ̀ ti padé

source: Protections are OFF for this site
yo: Àwọn ìdáábòbò wà ní PÍPA fún sáìtì yìí

source: Protections are ON for this site
yo: Àwọn ìdáàbòbò wà ní TÍTÀN fún sáìtì yìí

source: Protection Settings
yo: Àwọn ètò Ìdáábòbò

source: Provide cryptographic authentication services
yo: Pèsè ìjẹ́risí àwọn iṣẹ́ kiripitógíráfì

source: Province
yo: Ìgbèríko

source: Proxy Server Not Found
yo: A kò sí asokú sáfà

source: Proxy Server Refused Connection
yo: Asojú sáfà kọ asomọ́ra
